tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "docker"
brew "entr"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "glow"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tmuxinator"
cask "font-jetbrains-mono-nerd-font"
