tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "fd"
brew "git"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "neovim"
brew "openssl@1.1"
brew "pkg-config"
brew "readline"
brew "ripgrep"
brew "tmux"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
